packages/archaea-simulation/archaea_simulation-1.3.0.tar.gz/archaea_simulation-1.3.0/archaea_simulation/cfd/case/system/probes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/

points  ((0 0 0));

fields  (U);

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

// ************************************************************************* //